import React, { Component } from 'react';
import '../../CSS/Process.css'


const Problem = () => {
    return (
        <div className="process-r process-g process-r-problem">
            <h1>常见问题</h1>
            <h2>1、网申时忘记登录密码，怎样重置？</h2>
            <p>如您忘记登录密码，可以通过登录窗口进行“找回密码”操作，按提示操作来重置密码。</p>
            <h2>2. 登录时应该选择“百度账号”还是“招聘账号”？</h2>
            <p>如您是新用户，请选择“百度账号”登录（如没有百度账号，需要注册百度账号）。如您是往届生，之前使用“招聘账号”投递过简历，可选择“招聘账号”登录。</p>
            <h2>3、如何申请校招职位?</h2>
            <p>使用百度账号登录百度招聘系统→完善个人简历→申请校招职位。</p>
            <h2>4、我是否可以修改简历内容及职位？</h2>
            <p>在笔试之前，可修改简历信息和职位；如需修改职位，候选人可进入个人中心-右上角投递进度-变更职位-选择职位投递即可。</p>
            <h2>5、我有好几个喜欢的职位，可以投递多个职位么？</h2>
            <p>不可以。请选择自己最喜欢，或最适合自己的职位投递，每位同学只能投递一个职位哦~</p>
            <h2>6、我是海归，毕业时间跟国内的同学不太一样，我能参加今年秋招吗？</h2>
            <p>2020年9月-2021年8月期间能够拿到学位证明并认证完毕的都可以参加今年的校招。</p>
            <h2>7、投递AIDU计划与校招网申有冲突吗?</h2>
            <p>没有冲突哦~</p>
            <h2>8、笔试前会有简历筛选么？</h2>
            <p>我们笔试采取的是海笔，对于绝大多数岗位来说，只要你投递了简历，我们都会给你笔试机会~</p>
            <h2>9、笔试通过后，多久可以收到面试通知呢？</h2>
            <p>一般来说是在一到两周内我们会通知笔试成绩优异的同学安排面试，请大家耐心等待哦~</p>
            <h2>10、收到面试通知时我又收到了一份测评通知，这个测评必须要填写么？</h2>
            <p>这个测评请大家一定要在面试前填写完毕，因为面试时，这个测评结果可能会成为面试官提问的参考~</p>
            <h2>11、面试如果通过了，多久会有消息呢？</h2>
            <p>如果面试通过，我们的hr会在约两周时间里和你联系offer相关事宜~</p>
            <h2>12、如何查看我的笔面试结果？</h2>
            <p>进入“个人中心”，在右侧的投递进度栏里，可以及时查看到笔面试结果及投递状态。</p>
            <h2>13、如果网申过程中遇到其他上述未提到的问题，怎么办？</h2>
            <p>可邮件发送问题至hrcampus@baidu.com </p>
        </div>
         
    );
}     
export default Problem;